Repository: DovahSeb/Miaou-Adventures
Catalog: Miaou Adventures/*.lproj/Localizable.strings
Languages: es

# reinitscore
source: Reinitialize Score
es: Reinicializar puntuación

source: Your Score:
es: Tus puntos:

source: Game Over
es: Perdido

source: High Score:
es: Mejor puntuación:

# howto
source: How To Play?
es: Como jugar?

# move
source: Tilt your phone
es: Inclina tu teléfono

# meteor
source: Avoid to survive
es: Evitar para sobrevivir

# bonus
source: Double tap for 10pts
es: Haz doble clic para obtener 10 puntos

# map
source: View score position
es: Visualizar los puntos

# camera
source: Take a picture
es: Tomar una foto

# mapscore
source: Score Position
es: Posición geográfica de las puntuaciones

# savealerterror
source: Save Error
es: Error de salvaguarda

# savealert
source: Image Saved!
es: Foto guardada!

# savemessage
source: Your image has been saved to your photos.
es: Tu foto ha sido guardada.
